/* No comment provided by engineer. */
"# photos" = "#照片";

/* No comment provided by engineer. */
"%@\ncollections" = "%@\n个收藏";

/* No comment provided by engineer. */
"%@\nfollowers" = "%@\n个粉丝";

/* No comment provided by engineer. */
"%@\nfollowings" = "%@\n个关注";

/* No comment provided by engineer. */
"%@\nphotos" = "%@\n张照片";

/* No comment provided by engineer. */
"%@'s followers (%d)" = "%1$@的粉丝 (%2$d)";

/* No comment provided by engineer. */
"%@'s followings (%d)" = "%@的关注 (%d)";

/* No comment provided by engineer. */
"%@'s photos (%d)" = "%1$@张照片 (%2$d)";

/* No comment provided by engineer. */
"%@'s wanna snaps (%d)" = "%1$@想拍的地点 (%2$d)";

/* No comment provided by engineer. */
"%d days ago" = "%d天前"; /* NEW */

/* No comment provided by engineer. */
"%d hours ago" = "%d小时前"; /* NEW */

/* No comment provided by engineer. */
"%d minutes ago" = "%d分钟前"; /* NEW */

/* No comment provided by engineer. */
"%d month ago" = "%d月前"; /* NEW */

/* No comment provided by engineer. */
"%d photos" = "%d张照片";

/* No comment provided by engineer. */
"%d weeks ago" = "%d周前"; /* NEW */

/* No comment provided by engineer. */
"%d years ago" = "%d年前"; /* NEW */

/* No comment provided by engineer. */
"%dd ago" = "%d天前"; /* NEW */

/* No comment provided by engineer. */
"%dh ago" = "%d小时前"; /* NEW */

/* No comment provided by engineer. */
"%dm ago" = "%d分钟前"; /* NEW */

/* No comment provided by engineer. */
"%dw ago" = "%d周前"; /* NEW */

/* No comment provided by engineer. */
"%dy ago" = "%d年前"; /* NEW */

/* No comment provided by engineer. */
"(%.1f mi)" = "(%.1f英里)";

/* No comment provided by engineer. */
"+ Follow" = "+关注";

"+ follow" = "+关注";

/* No comment provided by engineer. */
"? help" = "?帮助";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"About Pashadelic" = "关于 Pashadelic";

/* No comment provided by engineer. */
"Add comment..." = "添加评论...";

/* No comment provided by engineer. */
"Add up to 3 tags" = "最多可添加3个标签";

/* No comment provided by engineer. */
"Add tags" = "添加标签";

/* No comment provided by engineer. */
"Additional information" = "附加信息";

/* No comment provided by engineer. */
"Allowing location services will automatically determine your photo-spot!" = "允许定位服务，它将会自动判断您的照相地点！!";

/* No comment provided by engineer. */
"Altitude" = "海拔高度";

/* No comment provided by engineer. */
"Amateur" = "业余";

/* No comment provided by engineer. */
"Aperture" = "光圈";

/* No comment provided by engineer. */
"Avatar image can't be smaller than 300x300 pixels" = "头像照片不能小于小于300×300像素";

/* No comment provided by engineer. */
"Bio" = "自我介绍";

/* No comment provided by engineer. */
"blue hour" = "蓝色时间";

"blue hour end" = "蓝色时间结束";

/* No comment provided by engineer. */
"By %@" = "由 %@拍摄";

/* No comment provided by engineer. */
"camera" = "相机";

/* No comment provided by engineer. */
"Camera" = "相机";

/* No comment provided by engineer. */
"Can't get auth token key" = "无法获得身份验证令牌密钥";

/* No comment provided by engineer. */
"Can't get user ID from server" = "无法从服务器获得用户ID ";

/* No comment provided by engineer. */
"Can't load image: URL is empty" = "无法加载图像： 链接为空"; /* NEW */

/* No comment provided by engineer. */
"Can't load image:\nIncorrect URL %@" = "无法加载图像:\n错误链接%@"; /* NEW */

/* No comment provided by engineer. */
"cancel" = "取消";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot determinate location, please try again later" = "不能确定位置，请稍后再试";

/* No comment provided by engineer. */
"Cannot determinate you location, try again later" = "不能确定您的位置，稍后再试";

/* No comment provided by engineer. */
"Change password" = "更改密码";

/* No comment provided by engineer. */
"Check your internet connection." = "请检查您的互联网连接.";

/* No comment provided by engineer. */
"City" = "城市";

/* No comment provided by engineer. */
"Clear image cache" = "清除图片缓存";

/* No comment provided by engineer. */
"Click on the photo on the left to change your profile photo" = "点击图片左边更改您的个人主页照片";

/* No comment provided by engineer. */
"collection description" = "集合描述";

/* No comment provided by engineer. */
"Comments, tips, hints : Describe your experience at this photo-spot and help others" = "点评，技巧，提示：描述您在照片现场的经历并帮助他人";

/* No comment provided by engineer. */
"confirm email" = "确认邮件";

/* No comment provided by engineer. */
"Confirm Password" = "确认密码";

/* No comment provided by engineer. */
"confirm password" = "确认密码";

/* Informing the user an item has finished copying */
"Copied" = "已复制";

/* No comment provided by engineer. */
"Copy" = "复制";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "正在复制";

/* No comment provided by engineer. */
"Couldn't get location information" = "无法获取位置信息";

/* No comment provided by engineer. */
"Country" = "国家";

/* No comment provided by engineer. */
"collections" = "集合";

/* No comment provided by engineer. */
"Create your own plan on our website!" = "在我们的网站创建您自己的计划!";

/* No comment provided by engineer. */
"Current Password" = "当前密码";

/* No comment provided by engineer. */
"date" = "日期";

/* No comment provided by engineer. */
"Date" = "日期";

/* No comment provided by engineer. */
"disabled" = "已禁用"; /* NEW */

/* No comment provided by engineer. */
"Dismiss" = "忽略";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"done" = "完成";

/* No comment provided by engineer. */
"E-mail with password was successfully sent" = "电子邮件已成功发送";

/* No comment provided by engineer. */
"edit" = "编辑";

/* No comment provided by engineer. */
"Edit my page and profile" = "编辑我的主页";

/* No comment provided by engineer. */
"Edit My Profile" = "编辑我的账户";

/* No comment provided by engineer. */
"Edit personal information" = "编辑个人资料";

/* No comment provided by engineer. */
"Edit Photo" = "编辑照片";

/* No comment provided by engineer. */
"Email" = "电子邮件";

/* No comment provided by engineer. */
"email" = "电子邮件";

/* No comment provided by engineer. */
"Email and email confirm don't match" = "电子邮件和电子邮件确认不匹配";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "电子邮件发送失败，请再试一次.";

/* No comment provided by engineer. */
"Email Notification" = "电子邮件通知";

/* No comment provided by engineer. */
"Enable" = "启用";

/* No comment provided by engineer. */
"Enable location service for Pashadelic.\nImprove your experience on pashadelic and find photo-spots close to you!" = "启用Pashadelic定位服务.\n改善您的pashadelic体验并发现您附近的拍摄点!";

/* No comment provided by engineer. */
"Enabled" = "已启用";

/* No comment provided by engineer. */
"enabled" = "启用"; /* NEW */

/* No comment provided by engineer. */
"end" = "结束";

/* No comment provided by engineer. */
"Enter a name to begin ..." = "输入一个名字开始...";

/* No comment provided by engineer. */
"enter landmark, city, state name" = "输入地标，城市，州的名字";

/* No comment provided by engineer. */
"Enter text to filter friends" = "输入文本筛选朋友";

/* No comment provided by engineer. */
"Error receiving location:\n%@" = "接收位置错误:\n%@";

/* No comment provided by engineer. */
"Error while parsing server response" = "服务器解析发生错误";

/* No comment provided by engineer. */
"explore" = "探索";

/* No comment provided by engineer. */
"Explore" = "探索";

/* No comment provided by engineer. */
"Exploring" = "探索";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "失败";

/* No comment provided by engineer. */
"Featured" = "精选";

/* No comment provided by engineer. */
"Female" = "女";

/* No comment provided by engineer. */
"filter" = "筛选";

/* No comment provided by engineer. */
"filter by date" = "筛选日期";

/* No comment provided by engineer. */
"filter by time" = "筛选时间";

/* No comment provided by engineer. */
"Finish" = "完成";

/* No comment provided by engineer. */
"First name" = "名";

/* No comment provided by engineer. */
"Focal Length" = "焦距";

/* No comment provided by engineer. */
"Follow us on Twitter" = "在 Twitter上关注我们";

/* No comment provided by engineer. */
"followers" = "粉丝";

/* No comment provided by engineer. */
"Followers" = "粉丝";

/* No comment provided by engineer. */
"followers\n%@" = "粉丝\n%@";

/* No comment provided by engineer. */
"Following" = "正在关注";

"following" = "正在关注";

/* No comment provided by engineer. */
"Followings" = "正在关注";

/* No comment provided by engineer. */
"followings" = "正在关注";

/* No comment provided by engineer. */
"followings\n%@" = "正在关注\n%@";

/* No comment provided by engineer. */
"Forecast" = "预测";

/* No comment provided by engineer. */
"Forgot password" = "忘记密码";

/* No comment provided by engineer. */
"from to" = "去往";

/* No comment provided by engineer. */
"full screen" = "全屏";

/* No comment provided by engineer. */
"golden hour" = "黄金时间";

"golden hour end" = "黄金时间结束";

/* No comment provided by engineer. */
"Got It!" = "知道了!";

/* No comment provided by engineer. */
"Hobbyist" = "爱好者";

/* No comment provided by engineer. */
"home" = "首页";

/* No comment provided by engineer. */
"Hot" = "发现";

/* No comment provided by engineer. */
"http://api.pashadelic.com/pages/term_of_use" = "http://api.pashadelic.com/pages/term_of_use";

/* No comment provided by engineer. */
"hybrid" = "混合动力";

/* No comment provided by engineer. */
"I Am Following" = "正在关注";

/* No comment provided by engineer. */
"I find GREAT app called %@, try it\n%@" = "我正在使用%@ \n%@发现很棒的拍照点";

/* No comment provided by engineer. */
"id or email" = " ID或邮件地址";

/* No comment provided by engineer. */
"Incorrect login and password" = "登录名和密码不正确"; /* NEW */

/* No comment provided by engineer. */
"Info was updated" = "信息已更新";

/* No comment provided by engineer. */
"Interests" = "兴趣";

/* No comment provided by engineer. */
"in processing..." = "in processing...";

/* No comment provided by engineer. */
"invite" = "邀请";

/* No comment provided by engineer. */
"Invite Friends" = "邀请好友";

/* No comment provided by engineer. */
"inviting" = "邀请中";

/* No comment provided by engineer. */
"Irrelevant Content (3D, graphics)" = "不相关的内容(3D, graphics)";

/* No comment provided by engineer. */
"ISO / Film" = "ISO / Film";

/* No comment provided by engineer. */
"just now" = "刚才"; /* NEW */

/* No comment provided by engineer. */
"km" = "公里";

/* No comment provided by engineer. */
"Last name" = "姓";

/* No comment provided by engineer. */
"Library" = "Library";

/* No comment provided by engineer. */
"Like us on Facebook" = "Like us on Facebook";

/* Loading Status */
"Loading..." = "正在加载...";

/* No comment provided by engineer. */
"Location" = "位置";

/* No comment provided by engineer. */
"Location is currently unknown" = "位置目前未知";

/* No comment provided by engineer. */
"Log in" = "登录";

/* No comment provided by engineer. */
"Log in using id and password" = "用您的ID或邮箱";

/* No comment provided by engineer. */
"Logout" = "登出";

/* No comment provided by engineer. */
"m" = "m";

/* No comment provided by engineer. */
"magic hour" = "魔幻时间";

/* No comment provided by engineer. */
"Male" = "男";

/* No comment provided by engineer. */
"map" = "地图";

/* No comment provided by engineer. */
"map tool" = "地图工具";

/* No comment provided by engineer. */
"Me" = "我";

/* No comment provided by engineer. */
"moon" = "月亮";

/* No comment provided by engineer. */
"moonrise" = "月升";

/* No comment provided by engineer. */
"moonset" = "月落";

/* No comment provided by engineer. */
"My Followers" = "我的粉丝";

/* No comment provided by engineer. */
"My Followings" = "我的关注";

/* No comment provided by engineer. */
"My Photo spots" = "我的拍摄作品";

/* No comment provided by engineer. */
"My Settings" = "我的设置";

/* No comment provided by engineer. */
"My Wannago" = "我的想要去的地方";

/* No comment provided by engineer. */
"Nearby" = "附近";

/* No comment provided by engineer. */
"Nearby (%d)" = "附近(%d)";

/* No comment provided by engineer. */
"Nearby collect" = "附近收集";

/* No comment provided by engineer. */
"New avatar was uploaded" = "新头像已上传";

/* No comment provided by engineer. */
"new notifications" = "新通知";

/* No comment provided by engineer. */
"New Password" = "新密码";

/* No comment provided by engineer. */
"next" = "下一步";

/* No comment provided by engineer. */
"next ⇒" = "下一步⇒";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No image data" = "没有图像数据";

/* No comment provided by engineer. */
"No photo is available" = "没有照片可用";

/* No comment provided by engineer. */
"Notification settings" = "通知设置";

/* No comment provided by engineer. */
"Notifications" = "通知";

/* No comment provided by engineer. */
"notifications" = "通知";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "的";

/* No comment provided by engineer. */
"Offensive (nude, obscene, violence)" = "违规的（裸体，色情，暴力）";

/* OK button title */
"OK" = "OK";

/* No comment provided by engineer. */
"Others" = "其他";

/* No comment provided by engineer. */
"password" = "密码";

/* No comment provided by engineer. */
"Password must be at least 6 characters long" = "密码必须至少6个字符长";

/* No comment provided by engineer. */
"Password was changed" = "密码已更改";

/* No comment provided by engineer. */
"Passwords don't match" = "密码不匹配";

/* No comment provided by engineer. */
"plan" = "计划";

/* No comment provided by engineer. */
"plans" = "计划";

/* No comment provided by engineer. */
"Plans created by other users:" = "其他用户创建的计划:";

/* No comment provided by engineer. */
"Phone" = "电话";

/* No comment provided by engineer. */
"phone number (optional)" = "电话号码（可选）";

/* No comment provided by engineer. */
"Photo" = "照片";

/* No comment provided by engineer. */
"photo" = "照片";

/* No comment provided by engineer. */
"Photo nearby" = "附近的照片";

/* No comment provided by engineer. */
"photo of" = "照片";

/* No comment provided by engineer. */
"Photo spot was successfully\nadded to a collection." = "\n拍摄地点被成功添加到收藏";

/* No comment provided by engineer. */
"Photo spots you wanna snap that are\nwithin %.1f km of where you are." = "您想要的拍照的地点距离您当前地点\nwithin %.1f公里.";

/* No comment provided by engineer. */
"photo tool" = "地图工具";

/* No comment provided by engineer. */
"Photo uploaded successfully" = "照片上传成功";

/* No comment provided by engineer. */
"Photo-map" = "拍摄点地图";

/* No comment provided by engineer. */
"Photo-spots" = "拍摄地点";

/* No comment provided by engineer. */
"discover" = "发现";

/* No comment provided by engineer. */
"Photo-spots Near by" = "附近的拍摄点";

/* No comment provided by engineer. */
"photos" = "照片";

/* No comment provided by engineer. */
"photos\n%@" = "照片\n%@";

/* No comment provided by engineer. */
"Please check internet connection." = "请检查网络连接."; /* NEW */

/* No comment provided by engineer. */
"Please enable geolocation in Settings and allow Pashadelic determine your location" = "请在设置中允许Pashadelic确定您的位置";

/* No comment provided by engineer. */
"Please enter collection description" = "请输入收藏夹描述";

/* No comment provided by engineer. */
"Please enter collection name" = "请输入收藏夹名称";

/* No comment provided by engineer. */
"Please enter comment text" = "请输入注释文本";

/* No comment provided by engineer. */
"Please enter email" = "Please enter email";

/* No comment provided by engineer. */
"Please enter login" = "请输入登录";

/* No comment provided by engineer. */
"Please enter new password" = "请输入新的密码";

/* No comment provided by engineer. */
"Please enter password" = "请输入密码";

/* No comment provided by engineer. */
"Please enter photo title" = "请输入照片标题";

/* No comment provided by engineer. */
"Please enter username" = "请输入用户名";

/* No comment provided by engineer. */
"Please select photo location!" = "请选择照片位置!";

/* No comment provided by engineer. */
"Please wait while app upload info for Facebook" = "请稍候，程序正在给Facebook上传信息";

/* No comment provided by engineer. */
"popular" = "热门";

/* No comment provided by engineer. */
"Popular" = "热门";

/* No comment provided by engineer. */
"post" = "上传";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "准备中";

/* No comment provided by engineer. */
"previous" = "以前的";

/* No comment provided by engineer. */
"previous ⇐" = "⇐ 后退";

/* No comment provided by engineer. */
"Professional" = "专业";

/* No comment provided by engineer. */
"Prohibit any special characters" = "禁止任何特殊字符";

/* No comment provided by engineer. */
"Provide feedback" = "提供反馈";

/* Pull down to refresh status */
"Pull down to refresh..." = "下拉以刷新...";

/* No comment provided by engineer. */
"Push Notification" = "推送通知";

/* No comment provided by engineer. */
"Range %.1fkm" = "范围%.1fkm";

/* No comment provided by engineer. */
"Range %dm" = "范围%dm";

/* No comment provided by engineer. */
"Rate it" = "评价它";

/* No comment provided by engineer. */
"Rate Us!" = "评价我们!";

/* Release to refresh status */
"Release to refresh..." = "下拉刷新...";

/* No comment provided by engineer. */
"Response from server is null" = "服务器响应为空";

/* No comment provided by engineer. */
"Retry" = "重试";

/* No comment provided by engineer. */
"route" = "路线";

/* No comment provided by engineer. */
"satellite" = "卫星";

/* No comment provided by engineer. */
"Save" = "保存";

/* Informing the user an item has been saved */
"Saved" = "已保存";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "保存中";

/* No comment provided by engineer. */
"Search" = "搜索";

"SEARCH" = "搜索";

/* No comment provided by engineer. */
"Search for city, etc..." = "搜索城市，等等...";

/* No comment provided by engineer. */
"Search users" = "搜索用户";

/* No comment provided by engineer. */
"Search Users" = "搜索用户";

/* No comment provided by engineer. */
"Search Users Result" = "搜索结果";

/* No comment provided by engineer. */
"Select a landmark in the photo" = "选择照片中的拍摄景物";

/* No comment provided by engineer. */
"Select country" = "选择国家";

/* No comment provided by engineer. */
"Select Landmark" = "选择拍摄景物";

/* No comment provided by engineer. */
"Select source" = "选择资源";

/* No comment provided by engineer. */
"Select state" = "选择州";

/* No comment provided by engineer. */
"Selected photo doesn't have GPS information.\nDo you want to map the photo manually?" = "选定的照片没有GPS信息.\n您想要手动定位照片吗?";

/* No comment provided by engineer. */
"Server error %d" = "服务器错误%d";

/* No comment provided by engineer. */
"Server return nil" = "Server return nil"; /* NEW */

/* No comment provided by engineer. */
"settings" = "设置";

/* No comment provided by engineer. */
"Sex" = "性别";

/* No comment provided by engineer. */
"Share" = "分享";

/* No comment provided by engineer. */
"share" = "分享";

/* No comment provided by engineer. */
"Share on…" = "在...上分享";

/* No comment provided by engineer. */
"Share Photo" = "分享照片";

/* No comment provided by engineer. */
"Show/Hide" = "显示/隐藏";

/* No comment provided by engineer. */
"Shutter" = "快门";

/* No comment provided by engineer. */
"Sign Up" = "注册";

"Sign up" = "注册";

/* No comment provided by engineer. */
"sign up: select your method" = "注册：选择您的方法";

/* No comment provided by engineer. */
"skip" = "跳过";

"Skip" = "跳过";

/* No comment provided by engineer. */
"Social" = "社交";

/* No comment provided by engineer. */
"sort by" = "排序";

/* No comment provided by engineer. */
"Spam (ads, self-promotion)" = "垃圾邮件(ads, self-promotion)";

/* No comment provided by engineer. */
"start" = "开始";

/* No comment provided by engineer. */
"Start typing the landmark name..." = "开始输入地标名字...";

/* No comment provided by engineer. */
"Start typing the tags name..." = "开始输入标签名称...";

/* No comment provided by engineer. */
"State" = "州";

/* No comment provided by engineer. */
"sunrise" = "日出";

/* No comment provided by engineer. */
"sunset" = "日落";

/* No comment provided by engineer. */
"submit" = "提交";

/* No comment provided by engineer. */
"Tags (optional)" = "标签（可选）";

/* No comment provided by engineer. */
"Tell us why the photo is inappropriate" = "告诉我们为什么该照片不适当的";

/* No comment provided by engineer. */
"Terms of Service" = "服务条款";

/* No comment provided by engineer. */
"Terms Of Use" = "使用条款";

/* No comment provided by engineer. */
"The photo was taken here" = "照片是在这里照的";

/* No comment provided by engineer. */
"The photo will be saved in the library, but all additional information will be lost." = "照片将被保存在库中，但所有其他信息都将丢失.";

/* No comment provided by engineer. */
"There are" = "有";

/* No comment provided by engineer. */
"There are no new notifications" = "没有新的通知";

/* No comment provided by engineer. */
"There was a problem with uploading photo!" = "照片上传遇到问题!";

/* No comment provided by engineer. */
"There was no match." = "没有匹配项.";

/* No comment provided by engineer. */
"time" = "时间";

/* No comment provided by engineer. */
"Title : Describe the photo" = "标题：描述照片";

/* No comment provided by engineer. */
"to" = "to";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Tomorrow" = "明天";

/* No comment provided by engineer. */
"Tools" = "工具";

/* No comment provided by engineer. */
"Type cities, landmarks etc." = "输入城市，地标等.";

/* No comment provided by engineer. */
"unknow" = "未知";

/* No comment provided by engineer. */
"Unknown error:\n%@" = "未知错误:\n%@";

/* No comment provided by engineer. */
"Upcoming" = "热门";

/* No comment provided by engineer. */
"upcoming plans" = "未来的计划";

/* No comment provided by engineer. */
"upload" = "上传";

/* No comment provided by engineer. */
"Upload" = "上传";

/* No comment provided by engineer. */
"User" = "用户";

/* No comment provided by engineer. */
"user id" = "用户ID ";

/* No comment provided by engineer. */
"Using id and password" = "用电子邮件注册";

/* No comment provided by engineer. */
"View" = "查看";

/* No comment provided by engineer. */
"wanna-shoot" = "收藏";

/* No comment provided by engineer. */
"Wanna-snaps" = "收藏";

/* No comment provided by engineer. */
"wannagos\n%@" = "收藏\n%@";

/* No comment provided by engineer. */
"weather" = "天气";

/* No comment provided by engineer. */
"When user comments to my photo" = "当用户评论我的照片";

/* No comment provided by engineer. */
"When user follow me" = "当用户关注我";

/* No comment provided by engineer. */
"When user like my photo" = "当用户赞我的照片";

/* No comment provided by engineer. */
"When user pins my photo" = "当用户收藏我的照片";

/* No comment provided by engineer. */
"with landmark" = "有地标";

/* No comment provided by engineer. */
"Wrong location" = "错误的地点";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"You can only write review from the website" = "您只可以从网站上写评论";

/* No comment provided by engineer. */
"You deleted photo" = "删除照片";

/* No comment provided by engineer. */
"You pin location with big zoom.\nAre you sure in correct photo location?" = "您标记的地址准确吗?\n请您为\n 他人提供准确的位置以便找到照相地点.\n 谢谢!";

/* No comment provided by engineer. */
"You received notification" = "您收到的通知";

/* No comment provided by engineer. */
"You reported about photo" = "您报告的照片";

/* No comment provided by engineer. */
"Your account was successfully created" = "您的帐户已成功创建";

/* No comment provided by engineer. */
"Your email address and phone number will always remain private. By clicking Sign up you are agreeing that you have read and agreed the terms of service" = "您的电子邮件地址和电话号码将始终保密。点击注册表示您已阅读并同意服务条款";

"Add it to one of the collections below" = "将它添加到以下收藏夹之一";

"Create new collection" = "创建新的收藏夹";

"new" = "新的";

"adds it to wanna snap but not to any particular album" = "把它加入想要的，但不加入任何特定专辑";

"Photo spots you wanna snap that are within 1 km of where you are" = "在您1公里范围内的拍照地点";

"10km" = "10公里";

"100m" = "100米";

"read more" = "阅读更多";

"Today's photo" = "今日照片";

"Tap to access\nyour homepage" = "点击访问\n您的主页";

"Loading..." = "正在加载...";

"Activities" = "新动态";
"Feed" = "新作品";

"New photos" = "最新上传";

"Top 100" = "前100";

"You will have more fun if you follow more people in Pashadelic.\n\n Don't worry, other users cannot see your followings\n\n Follow others once you see good photo-spot sharing by them" = "在Pashadelic关注更多的人您将有更多的乐趣.\n\n不用担心，其他用户无法看到您的关注\n\n一旦您看到他人分享好的照片，关注他们";

"Leave a note so you know why you collected this photo" = "留一个笔记，让您知道您为什么收藏这些照片";

"Select the folder to add this photo-spot" = "选择收藏夹以添加此拍摄点";

"add to folder" = "添加到文件夹";

"Title of new folder" = "新文件夹名称";

"Delete account" = "删除账户";

"This will permanently remove your account at Pashadelic and all of your photos? \n\nDo you really want to delete your account?" = "这会永久删除您在Pashadelic的帐号和您所有的照片? \n\n真的要删除您的帐户?";

"Your account has been deleted. Thank you for being a part of Pashadelic" = "您的帐号删除，感谢您成为Pashadelic的一部分";

"Please tell us what we could have done better to keep you as part of our community" = "请告诉我们本可以把哪些做的更好，让您始终作为我们社区的一部分";

"%@\nphotos" = "%@\n照片";

"%@\ncollections" = "%@\n收藏";

"%@\nfollowers" = "%@\n粉丝";

"%@\nfollowings" = "%@\n关注";

"about" = "关于";

"Level" = "级别";

"Details" = "详细信息";

"photographed locations" = "拍摄地点";

"close" = "关闭";

"photo" = "照片";

// Collection

"+ create" = "+创建";

// AR View

"N" = "北";

"NE" = "东北";

"E" = "东";

"SE" = "东南";

"S" = "南";

"SW" = "西南";

"W" = "西";

"NW" = "西北";

"select date" = "选择日期";

"now" = "现在";

"on" = "开";

"off" = "关";

"white" = "白";

"black" = "黑";

"none" = "无";

"AR View" = "AR View";

"SUN/MOON" = "太阳/月亮";

"Device Motion Not Available" = "移动设备不可用";

// Explore Search

"explore search" = "搜索";

"go" = "开始";

"current location" = "当前位置";

"e.g Golden gate bridge" = "例:金门大桥";

"see what's new within %0.0fkm" = "看%0.0f公里内有什么新的照片";

// Explore Filter

"filter results" = "筛选结果";

"cancel explore" = "取消";

"when photo was photographed" = "何时拍到照片";

"time photo was photographed" = "照片拍摄时间";

"Popularity" = "人气";

"Distance" = "距离";

"range" = "范围";

"photo within the radius of" = "半径内的照片";

"miles" = "英里";

"from location" = "from";

// Explore Filter Date & Time

"set date" = "设定日期";

"set time" = "设定时间";

"from date" = "从哪天";

"to date" = "到哪天";

"from time" = "从多久";

"to time" = "到多久";

"reset" = "重置";

"close" = "关闭";

"done" = "完成";

// Login and Signup

"“Fall in love with landscape photography like never before”" = "“从未如此地爱上风光摄影”";

"Learn More" = "了解更多";

"Never Forget" = "忘不了";

"Collect the spots that interest you and get reminded" = "收集您有兴趣地方，并得到提醒";

"Never Get Lost" = "从不迷路";

"GPS enabled photos navigate you to the exact location a photo was shot from" = "GPS功能将你带领到照片拍摄的确切位置";

"Frame Perfectly" = "完美构图";

"Predict the sun/moon angle for a location in advance and reduce the element of surprise" = "提前预测太阳与月亮的位置以减少不确定因素";

"Love Photography" = "拍相得力";

"Take the first step towards improving your photography" = "改善摄影的第一步";

"username or email" = "用户名或电子邮件";

"Log in with Facebook" = "通过 facebook登录";

"Sign up with Facebook" = "用 facebook账户注册";

"Username" = "用户名";

"Learn More >" = "了解更多 >";

"Forgot your password?" = "忘记密码?";

// Tips page

"Add extra tips (e.g. tripod access)" = "添加额外的提示（例如三脚架的使用）";

"Tips" = "贴士";

"provide tips" = "提供建议";

"tripod usage" = "三脚架的使用";

"crowded" = "拥挤";

"parking nearby" = "附近有停车场";

"dangerous" = "危险";

"indoor" = "户外";

"require permission" = "需要准入许可";

"cost to access" = "进入需要收费";

"no tripod usage" = "不能使用三脚架";

"no crowded" = "不拥挤";

"no parking nearby" = "周围无停车场";

"outdoor" = "户外";

"no dangerous"= "不危险";

"no require permission" = "无需准入许可";

"no cost to access" = "无需进入费用";

"accessibility: hard" = "到达难度：困难";

"accessibility: hard" = "到达难度：中等";

"accessibility: hard" = "到达难度：容易";

"A tripod can be used here." = "可以在此使用三脚架.";

"A tripod can't be used here." = "不能在此使用三脚架.";

"This place was crowded." = "这个地方很拥挤.";

"This place wasn't crowded." = "这个地方不拥挤.";

"There is parking nearby." = "这个地方周围有停车场.";

"There isn't parking nearby." = "这个地方周围没有停车场.";

"This place requires caution." = "这个地方需要小心.";

"This place is safe." = "这个地方很安全.";

"This place is indoor." = "这个地方在室内.";

"This place is outdoor." = "这个地方在室外.";

"Permission is required to access." = "需要准许才能访问.";

"Permission isn't required to access." = "访问不需要准许.";

"There is no fee to enter the spot." = "不需要付费进入此地.";

"There is a fee to enter the spot." = "需要付费进入此地.";

"Difficulty to photograph this spot: hard" = "在此拍摄的难度：困难";

"Difficulty to photograph this spot: medium" = "在此拍摄的难度：中等";

"Difficulty to photograph this spot: easy" = "在此拍摄的难度：容易";

// Rate & Feedback

"Rate %@" = "率%@";

"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "如果您喜欢使用%@,您介意花点时间给它打分吗？这不会超过一分钟。感谢您的支持！ ";

"Are we improving the app? If you are happy with the improvement, please rate us again!" = "我们的app有进步吗? 如果你喜欢我们的改进，请再次给我吗打分!";

"Not Now" = "现在不";

"Not happy? Please give us your feedback" = "不满意？请给我们您的意见";

"Please give us your feedback" = "请给我们您的反馈";

"You will need to setup a mail account on your device before you can send mail!" = "发送邮件之前，您将需要在设备上建立一个邮件账户!";

"This device is not able to send mail!" = "这个设备不支持邮件功能l!";

// Location

"%d of your followers collected photo spots in %@" = "%d of your followers collected photo spots in %@";

"%d of your follower collected photo spots in %@" = "%d of your follower collected photo spots in %@";

"%d of your followers collected photos from this landmark" = "%d of your followers collected photos from this landmark";

"%d of your follower collected photos from this landmark" = "%d of your follower collected photos from this landmark";

"taken on" = "taken on";

"view in map" = "view in map";

"view on map" = "view on map";

"%d landmarks" = "%d landmarks";

"%d landmark" = "%d landmark";

"%d photospots" = "%d photospots";

"%d photospot" = "%d photospot";

"%d photographers" = "%d photographers";

"%d photographer" = "%d photographer";

"landmark map" = "landmark map";

"see all" = "see all";

// Photospot Page

"Why don't you ask question or simply give cred to the photographer !" = "Why don't you ask question or simply give cred to the photographer !";

"%d comment" = "%d comment";

"%d comments" = "%d comments";

"Date/Time is" = "Date/Time is";

"Photographed on" = "Photographed on";

"Do you really want to delete your photo?" = "Do you really want to delete your photo?";

"Photospots from the area" = "Photospots from the area";

"Collect" = "Collect";

"Uncollect" = "Uncollect";

"Do you want to open in map?" = "Do you want to open in map?";

"LOCATION / MAP" = "LOCATION / MAP";

"show tips" = "show tips";

"LANDMARK" = "LANDMARK";

"EXIF / EQUIQMENT" = "EXIF / EQUIQMENT";

"Date/time :" = "Date/time :";

"Shutter speed  :" = "Shutter speed  :";

"Focal Length :" = "Focal Length :";

"Aperture :" = "Aperture :";

"ISO / Film :" = "ISO / Film :";

"equiqment" = "equiqment";

"Manufacter :" = "Manufacter :";

"Camera :" = "Camera :";

"Length :" = "Length :";

"Lens :" = "Lens :";

"Filter :" = "Filter :";

"TAGS" = "TAGS";

"COMMENTS :" = "COMMENTS :";

"see all" = "see all";

"Explore the surrouding area" = "Explore the surrouding area";

"Share on Facebook" = "Share on Facebook";

"Share on Twitter" = "Share on Twitter";

"Report Photo" = "Report Photo";

"Delete Photo" = "Delete Photo";

"view in map" = "view in map";

"LIKE (%d) :" = "LIKE (%d) :";

"LIKES (%d) :" = "LIKES (%d) :";

"COLLECT (%d) :" = "COLLECT (%d) :";

"COLLECTS (%d) :" = "COLLECTS (%d) :";

"COMMENTS :" = "COMMENTS :";

"COMMENT :" = "COMMENT :";

"reply" = "reply";

"Do you really want to delete your comment?" = "Do you really want to delete your comment?";

// LocationInfo Page

"month" = "month";

"info" = "info";

"Weather" = "Weather";

"Sun / Moon" = "Sun / Moon";

"forecast 10 day" = "forecast 10 day";

"Country :" = "Country :";

"State :" = "State :";

"City :" = "City :";

"%d users" = "%d users";

"%d user" = "%d user";

//Photographers in location

"Photographers" = "Photographers";

//Photospots in location

"Photospots" = "Photospots";

"newest" = "newest";

"30 days" = "30 days";

"next 30 days" = "next 30 days";

"Change sort" = "Change sort";

// Landmark forecast

"Area Forecast" = "Area Forecast";

// photo landmark page

"Select or creat Landmark" = "Select or creat Landmark";

"enter name to filter or add new" = "enter name to filter or add new";

// Create new landmark

"Please select landmark location!" = "Please select landmark location!";

"enter address to move the map" = "enter address to move the map";

"add" = "add";

"Create landmark";

"Can not create new landmark!";
// months name

"January" = "January";

"February" = "February";

"March" = "March";

"April" = "April";

"May" = "May";

"June" = "June";

"July" ="July";

"August" ="August";

"September" = "September";

"October" = "October";

"November"= "November";

"December" = "December";
